module.exports = {
  "Nav": {
    "/": "首页",
    "/games": "游戏",
    "/news": "新闻",
    "/pay": "充值",
    "/support": "客服"
  },
  "Profile": {
    "Login": "登录",
    "Logout": "登出",
    "Register": "注册",
    "ForgetPassword": "忘记密码",
    "ChangePassword": "修改密码"
  },
  "ForgetPassword": {
    "Title": "忘记密码",
    "Next": "下一步",
    "Tips": "如果没有收到邮件，请检查垃圾邮件，或点击重新发送按钮",
    "Succeed": {
      "Title": "安全验证",
      "Msg": "验证邮件发送成功"
    },
    "Failed": {
      "Title": "安全验证",
      "Msg": "验证邮件发送失败"
    }
  },
  "ChangePassword": {
    "Title": "修改密码",
    "NewPassword": "新密码",
    "PasswordConfirm": "重复新密码",
    "Tips": "密码长度6-16位，可以是数字、字母等任意字符",
    "JumpTips": "%s秒后系统自动跳转",
    "Back": "返回",
    "Succeed": {
      "Title": "密码重置成功",
      "Msg": "您的密码已经重置成功"
    },
    "Failed": {
      "Title": "密码重置失败",
      "Msg": "您的密码重置失败"
    }
  },
  "Login": {
    "Login": "登录",
    "Name": "用户名",
    "Password": "密码",
    "ImgCode": "验证码",
    "Tips": "请输入下面动画图片中的字符",
    "ErrorTips": {
      "t1": "该区账号不存在",
      "t2": "账户检查中...",
      "t3": "该区账号存在",
      "t4": "请检查支付信息是否完整!",
      "t5": "充值金额不足1美元！无法充值！",
      "t6": "该区帐号不存在!无法充值！",
      "t7": "请求失败!无法充值！",
      "t8": "支付平台连接失败!",
      "t9": "订单创建失败！",
      "t10": "充值已取消!",
      "t11": "订单尚未支付！",
      "t12": "订单支付完成！",
      "t13": "平台订单号:",
      "t14": "订单支付失败！请联系客服！",
      "t15": "请求失败!",
      "t16": "单笔充值最少1美元",
      "t17": "验证码输入正确",
      "t18": "验证码输入不正确",
      "t19": "网络连接失败",
      "t20": "请输入用户名",
      "t21": "请输入密码",
      "t22": "请输入正确的验证码",
      "t23": "账号或者密码不正确"
    }
  },
  "Register": {
    "Register": "注册",
    "PasswordConfirm": "确认密码",
    "Email": "邮箱",
    "EmailRegister": "邮箱注册",
    "EmailCode": "邮箱验证码",
    "GetEmailCode": "获取邮箱验证码",
    "Password": "密码",
    "ImgCode": "验证码",
    "Tips": "请输入下面动画图片中的字符",
    "MsgTips": "提示信息",
    "Succeed": "注册成功",
    "Failed": "注册失败",
    "Ok": "确定",
    "ErrorTips": {
      "h1": "请输入正确邮箱地址",
      "h2": "账号已注册",
      "h3": "请输入注册邮箱",
      "h4": "请输入邮箱验证码",
      "h5": "请输入密码",
      "h6": "请输入确认密码",
      "h7": "密码必须大于6位",
      "h8": "密码和确认密码不一致",
      "h9": "请输入正确的验证码",
      "h10": "请重新获取邮箱验证码",
      "h11": "请输入正确的邮箱验证码",
      "h12": "验证码输入正确",
      "h13": "验证码输入不正确",
      "h14": "网络连接失败"
    }
  }
};