module.exports = {
  "Title": "支付充值",
  "Choose": "请选择支付方式",
  "Submit": "立即支付",
  "Form": {
    "GameName": "游戏名称",
    "AreaName": "区服名称",
    "GameUser": "游戏帐号",
    "GameRole": "游戏角色",
    "Amount": "充值金额",
    "Currency": "充值单位",
    "Subject": "商品名称"
  },
  "PayTips": {
    "Title": "支付提示",
    "Done": "第三方支付是否支付完成",
    "BtnFail": "支付遇到问题",
    "BtnOk": "支付完成"
  },
  "PopTips": {
    "Title": "提示信息",
    "BtnOk": "确定",
    "Loading": "加载中..."
  },
  "Tips": {
    "t1": "该区账号不存在",
    "t2": "账户检查中...",
    "t3": "该区账号存在",
    "t4": "请检查支付信息是否完整!",
    "t5": "充值金额不足1美元！无法充值！",
    "t6": "该区帐号不存在!无法充值！",
    "t7": "请求失败!无法充值！",
    "t8": "支付平台连接失败!",
    "t9": "订单创建失败！",
    "t10": "充值已取消!",
    "t11": "订单尚未支付！",
    "t12": "订单支付完成！",
    "t13": "平台订单号:",
    "t14": "订单支付失败！请联系客服！",
    "t15": "请求失败!",
    "t16": "单笔充值最少1美元",
    "t17": "验证码输入正确",
    "t18": "验证码输入不正确",
    "t19": "网络连接失败",
    "t20": "请输入用户名",
    "t21": "请输入密码",
    "t22": "请输入正确的验证码",
    "t23": "账号或者密码不正确",
    "t24": "请求解析失败，请关闭页面",
    "t25": "暂不支持该游戏充值",
    "t26": "订单已经完成，请勿重复提交"
  }
};