module.exports = {
  "Nav": {
    '/': "Главная",
    '/games': "Игры",
    '/news': "Новости",
    '/pay': "Пополнить Счет",
    '/support': "Поддержка"
  },
  "Profile": {
    "Login": "Вход",
    "Logout": "Выйти",
    "Register": "Регистрация",
    "ForgetPassword": '忘记密码',
    "ChangePassword": '修改密码'
  },
  "ForgetPassword": {
    "Title": '忘记密码',
    "Next": '下一步',
    "Tips": '如果没有收到邮件，请检查垃圾邮件，或点击重新发送按钮',
    "Succeed": {
      "Title": '安全验证',
      "Msg": '验证邮件发送成功'
    },
    "Failed": {
      "Title": '安全验证',
      "Msg": '验证邮件发送失败'
    }
  },
  "ChangePassword": {
    "Title": "修改密码",
    "NewPassword": '新密码',
    "PasswordConfirm": '重复新密码',
    "Tips": '密码长度6-16位，可以是数字、字母等任意字符',
    "JumpTips": '%s秒后系统自动跳转',
    "Back": '返回',
    "Succeed": {
      "Title": '密码重置成功',
      "Msg": '您的密码已经重置成功'
    },
    "Failed": {
      "Title": '密码重置失败',
      "Msg": '您的密码重置失败'
    }
  },
  "Login": {
    "Login": "Se Connecter",
    "Name": "Nom d'utilisateur",
    "Password": "Mot de passe",
    "ImgCode": "Code de vérification",
    "Tips": "S'il vous plaît entrez les caractères de l'image ci-dessous.",
    "ErrorTips": {
      "t1": "Этот аккаунт не существует.",
      "t2": "Проверка аккаунта…",
      "t3": "Такой аккаунт существует.",
      "t4": "Пожалуйста, убедитесь, что информация об оплате верна!",
      "t5": "Сумма пополнения меньше чем $ 1! Невозможно пополнить!",
      "t6": "Эта учетная запись не существует! Невозможно пополнить!",
      "t7": "Не удалось отправить запрос! Невозможно пополнить!",
      "t8": "Не удалось подключится к платформе оплаты!",
      "t9": "Не удалось создать заказ!",
      "t10": "Пополнение отменено!",
      "t11": "Оплата не была сделана!",
      "t12": "Оплата заказа завершена!",
      "t13": "Номер Заказа Платформы:",
      "t14": "Ошибка при оплате! Пожалуйста, обратитесь в службу поддержки!",
      "t15": "Не удалось отправить запрос!",
      "t16": "Сумма пополнения должна быть не менее $ 1.",
      "t17": "Код подтверждения верный.",
      "t18": "Код подтверждения неверен.",
      "t19": "Сбой подключения к Интернету.",
      "t20": "Пожалуйста, введите имя пользователя.",
      "t21": "Пожалуйста, введите пароль.",
      "t22": "Пожалуйста, введите правильный код подтверждения.",
      "t23": "Аккаунт или пароль неверны."
    }
  },
  "Register": {
    "Register": "Регистрация",
    "PasswordConfirm": "Подтвердите Пароль",
    "Email": "Эл. Почта",
    "EmailRegister": "Регистрация Эл. Почты",
    "EmailCode": "Проверочный Код Эл. Почты",
    "GetEmailCode": "Получите код подтверждения по электронной почте",
    "Password": "Mot de passe",
    "ImgCode": "Code de vérification",
    "Tips": "S'il vous plaît entrez les caractères de l'image ci-dessous.",
    "MsgTips": "Подсказка",
    "Succeed": "Регистрация прошла успешно",
    "Failed": "Регистрация не удалась",
    "Ok": "Подтвердить",
    "ErrorTips": {
      "h1": "Пожалуйста, введите действительный адрес электронной почты",
      "h2": "Аккаунт уже зарегистрирован",
      "h3": "Пожалуйста, введи e-mail для регистрации",
      "h4": "Пожалуйста, введите код подтверждения, полученный по электронной почте",
      "h5": "Пожалуйста введите пароль",
      "h6": "Пожалуйста, подтвердите пароль",
      "h7": "Пароль должен превышать 6 символов",
      "h8": "Пароли не совпадают",
      "h9": "Пожалуйста, введите правильный код подтверждения.",
      "h10": "Пожалуйста, получите новый код подтверждения",
      "h11": "Пожалуйста, введите код подтверждения адреса электронной почты",
      "h12": "Код подтверждения верный.",
      "h13": "Код подтверждения неверен.",
      "h14": "Сбой подключения к Интернету."
    }
  }
};