module.exports = {
  "Title": "Отправить",
  "Field": {
    "SelectType": "Тип Обращения",
    "SelectGame": "Выбор Игры",
    "Account": "Аккаунт",
    "Email": "Эл. адрес",
    "Title": "Тема",
    "Description": "Описание",
    "ScreenShot": "Скриншот"
  },
  "Select": {
    "SelectType": {
      "description": "Как Играть",
      "game": "Игра",
      "account": "Аккаунт",
      "payment": "Оплата"
    },
    "SelectGame": "Пожалуйста, выберите Игры",
    "SelectArea": "Пожалуйста, выберите сервер"
  },
  "ErrorMsg": [
    "Пожалуйста, введите свой аккаунт",
    "Пожалуйста, введите тему",
    "Пожалуйста, введите ваше описание",
    "Этот аккаунт не существует."
  ],
  "Tips": {
    "Succeed": "Ваш доклад был направлен разработчику приложений.",
    "Upload": "Вы можете загрузить файл в формате JPG. Размер файла до 500 кб."
  },
  "Button": {
    "Ok": "Отправить",
    "Reset": "Сброс",
    "Cancel": "Отмена",
    "ChooseImage": "Выберите файл"
  },
  "Text": {
    "Title": "Игрок сообщает о проблеме в игре ‘%s’‘%s’.",
    "Context": "Дорогой Разработчик, Пользователь ‘%s’ (UID ‘%s’, Server ‘%s’) сообщает о проблеме с ‘%s’"
  }
};