module.exports = {
   "Title": "Пополнение Счета",
   "Choose": "Выберите способ оплаты",
   "Submit": "Заплатить",
   "Form": {
      "GameName": "Игра",
      "AreaName": "Сервер",
      "GameUser": "Игровой аккаунт",
      "GameRole": "Персонаж",
      "Amount": "Количество",
      "Currency": "Валюта",
      "Subject": "Продукт"
   },
   "PayTips": {
      "Title": "Уведомление",
      "Done": "Оплата через 3 сторону завершена?",
      "BtnFail": "Проблема Платежа",
      "BtnOk": "Платеж Завершен"
   },
   "PopTips": {
      "Title": "Уведомление",
      "BtnOk": "Подтвердить",
      "Loading": "Загрузка⋯"
   },
   "Tips": {
      "t1": "Этот аккаунт не существует.",
      "t2": "Проверка аккаунта⋯",
      "t3": "Такой аккаунт существует.",
      "t4": "Пожалуйста, убедитесь, что информация об оплате верна!",
      "t5": "Сумма пополнения меньше чем $ 1! Невозможно пополнить!",
      "t6": "Эта учетная запись не существует! Невозможно пополнить!",
      "t7": "Не удалось отправить запрос! Невозможно пополнить!",
      "t8": "Не удалось подключится к платформе оплаты!",
      "t9": "Не удалось создать заказ!",
      "t10": "Пополнение отменено!",
      "t11": "Оплата не была сделана!",
      "t12": "Оплата заказа завершена!",
      "t13": "Номер Заказа Платформы:",
      "t14": "Ошибка при оплате! Пожалуйста, обратитесь в службу поддержки!",
      "t15": "Не удалось отправить запрос!",
      "t16": "Сумма пополнения должна быть не менее $ 1.",
      "t17": "Код подтверждения верный.",
      "t18": "Код подтверждения неверен.",
      "t19": "Сбой подключения к Интернету.",
      "t20": "Пожалуйста, введите имя пользователя.",
      "t21": "Пожалуйста, введите пароль.",
      "t22": "Пожалуйста, введите правильный код подтверждения.",
      "t23": "Аккаунт или пароль неверны.",
      "t24": "Не удалось выполнить запрос, пожалуйста, закройте страницу",
      "t25": "Платежи в этой игре временно не поддерживается",
      "t26": "Заказ выполнен, пожалуйста, не подтверждайте повторно"
   }
};