module.exports = {
  "Nav": {
    '/': "首頁",
    '/games': "遊戲",
    '/news': "新聞",
    '/pay': "充值",
    '/support': "客服"
  },
  "Profile": {
    "Login": "登錄",
    "Logout": "登出",
    "Register": "註冊",
    "ForgetPassword": '忘记密码',
    "ChangePassword": '修改密码'
  },
  "ForgetPassword": {
    "Title": '忘记密码',
    "Next": '下一步',
    "Tips": '如果没有收到邮件，请检查垃圾邮件，或点击重新发送按钮',
    "Succeed": {
      "Title": '安全验证',
      "Msg": '验证邮件发送成功'
    },
    "Failed": {
      "Title": '安全验证',
      "Msg": '验证邮件发送失败'
    }
  },
  "ChangePassword": {
    "Title": "修改密码",
    "NewPassword": '新密码',
    "PasswordConfirm": '重复新密码',
    "Tips": '密码长度6-16位，可以是数字、字母等任意字符',
    "JumpTips": '%s秒后系统自动跳转',
    "Back": '返回',
    "Succeed": {
      "Title": '密码重置成功',
      "Msg": '您的密码已经重置成功'
    },
    "Failed": {
      "Title": '密码重置失败',
      "Msg": '您的密码重置失败'
    }
  },
  "Login": {
    "Login": "登錄",
    "Name": "用戶名",
    "Password": "密碼",
    "ImgCode": "驗證碼",
    "Tips": "請輸入下面動畫圖片中的字元",
    "ErrorTips": {
      "t1": "該區帳號不存在",
      "t2": "帳戶檢查中...",
      "t3": "該區帳號存在",
      "t4": "請檢查支付資訊是否完整!",
      "t5": "充值金額不足1美元！無法充值！",
      "t6": "該區帳號不存在!無法充值！",
      "t7": "請求失敗!無法充值！",
      "t8": "支付平臺連接失敗!",
      "t9": "訂單創建失敗！",
      "t10": "充值已取消!",
      "t11": "訂單尚未支付！",
      "t12": "訂單支付完成！",
      "t13": "平臺訂單號:",
      "t14": "訂單支付失敗！請聯繫客服！",
      "t15": "請求失敗!",
      "t16": "單筆充值最少1美元",
      "t17": "驗證碼輸入正確",
      "t18": "驗證碼輸入不正確",
      "t19": "網路連接失敗",
      "t20": "請輸入用戶名",
      "t21": "請輸入密碼",
      "t22": "請輸入正確的驗證碼",
      "t23": "帳號或者密碼不正確"
    }
  },
  "Register": {
    "Register": "註冊",
    "PasswordConfirm": "確認密碼",
    "Email": "郵箱",
    "EmailRegister": "郵箱註冊",
    "EmailCode": "郵箱驗證碼",
    "GetEmailCode": "獲取郵箱驗證碼",
    "Password": "密碼",
    "ImgCode": "驗證碼",
    "Tips": "請輸入下面動畫圖片中的字元",
    "MsgTips": "提示資訊",
    "Succeed": "註冊成功",
    "Failed": "註冊失敗",
    "Ok": "確定",
    "ErrorTips": {
      "h1": "請輸入正確郵箱地址",
      "h2": "帳號已註冊",
      "h3": "請輸入註冊郵箱",
      "h4": "請輸入郵箱驗證碼",
      "h5": "請輸入密碼",
      "h6": "請輸入確認密碼",
      "h7": "密碼必須大於6位",
      "h8": "密碼和確認密碼不一致",
      "h9": "請輸入正確的驗證碼",
      "h10": "請重新獲取郵箱驗證碼",
      "h11": "請輸入正確的郵箱驗證碼",
      "h12": "驗證碼輸入正確",
      "h13": "驗證碼輸入不正確",
      "h14": "網路連接失敗"
    }
  }
};