module.exports = {
  "Title": "支付充值",
  "Choose": "請選擇支付方式",
  "Submit": "立即支付",
  "Form": {
    "GameName": "遊戲名稱",
    "AreaName": "區服名稱",
    "GameUser": "遊戲帳號",
    "GameRole": "遊戲角色",
    "Amount": "充值金額",
    "Currency": "充值單位",
    "Subject": "商品名稱"
  },
  "PayTips": {
    "Title": "支付提示",
    "Done": "第三方支付是否支付完成",
    "BtnFail": "支付遇到問題",
    "BtnOk": "支付完成"
  },
  "PopTips": {
    "Title": "提示信息",
    "BtnOk": "確定",
    "Loading": "加載中..."
  },
  "Tips": {
    "t1": "該區帳號不存在",
    "t2": "帳戶檢查中...",
    "t3": "該區帳號存在",
    "t4": "請檢查支付資訊是否完整!",
    "t5": "充值金額不足1美元！無法充值！",
    "t6": "該區帳號不存在!無法充值！",
    "t7": "請求失敗!無法充值！",
    "t8": "支付平臺連接失敗!",
    "t9": "訂單創建失敗！",
    "t10": "充值已取消!",
    "t11": "訂單尚未支付！",
    "t12": "訂單支付完成！",
    "t13": "平臺訂單號:",
    "t14": "訂單支付失敗！請聯繫客服！",
    "t15": "請求失敗!",
    "t16": "單筆充值最少1美元",
    "t17": "驗證碼輸入正確",
    "t18": "驗證碼輸入不正確",
    "t19": "網路連接失敗",
    "t20": "請輸入用戶名",
    "t21": "請輸入密碼",
    "t22": "請輸入正確的驗證碼",
    "t23": "帳號或者密碼不正確",
    "t24": "請求解析失敗，請關閉頁面",
    "t25": "暫不支持該遊戲充值",
    "t26": "訂單已經完成，請勿重復提交"
  }
};